a = 4
b = 6

b = a+2
a = b*4
b = a/3.14
a = b-8

print("a: ", a, "b: ", b)

#Напишите инструкции присваивания, которые выполняют приведенные ниже операции с переменными a и b:

#а) прибавляет 2 к a и присваивает результат b;

#б) умножает b на 4 и присваивает результат a;

#в) делит а на 3.14 и присваивает результат b;

#г) вычитает 8 из b и присваивает результат a.