celsius_temperature = int(input("Введите температуру в градусах Цельсия: "))

fahrenheit_temperature = 1.8 * celsius_temperature + 32

print(f"{celsius_temperature} градус Цельсия равен {fahrenheit_temperature} градусам Фаренгейта.")

#Преобразователь температуры по шкале Цельсия в температуру по шкале Фаренгейта. Напишите программу, которая преобразует показания температуры по шкале Цельсия в температуру по шкале Фаренгейта. Программа должна попросить пользователя ввести температуру по шкале Цельсия и по казать температуру, преобразованную в шкалу Фаренгейта.