kilometers = int(input("Введите кол-во пройденных километров: "))
gas_consumption = float(input("Укажите расход бензина: "))

print("Бензина израсходовано: ", kilometers / gas_consumption)

#Расход бензина в расчете на километры пройденного пути. Расход бензина в расчете на километры пройденного автомобилем пути можно вычислить на основе формулы:

#расход = пройденные километры / расход бензина в литрах.

#Напишите программу, которая запрашивает у пользователя число пройденных километ ров и расход бензина в литрах. Она должна рассчитать расход бензина автомобилем и показать результат.